Repository: mnimtz/nimshare
Catalog: ios/NimShare/Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it, nl

source: Wähle unten eine PDF aus der Dateien-App / iCloud Drive — sie wird direkt in deine Personal-Ablage geladen.
en: Pick a PDF below from the Files app / iCloud Drive — it will be uploaded directly to your personal storage.
es: Elige abajo un PDF desde la app Archivos / iCloud Drive — se subirá directamente a tu almacenamiento personal.
fr: Choisissez ci-dessous un PDF depuis l’app Fichiers / iCloud Drive — il sera chargé directement dans votre espace personnel.
it: Scegli sotto un PDF dall’app File / iCloud Drive — verrà caricato direttamente nel tuo spazio personale.
nl: Kies hieronder een pdf uit de Bestanden-app / iCloud Drive — hij wordt direct in je persoonlijke opslag geladen.

source: Was gesendet wird
en: What is sent
es: Lo que se envía
fr: Ce qui est envoyé
it: Cosa viene inviato
nl: Wat wordt verzonden

source: Was ist das Problem?
en: What's the problem?
es: ¿Cuál es el problema?
fr: Quel est le problème ?
it: Qual è il problema?
nl: Wat is het probleem?

source: Was NICHT gesendet wird
en: What is NOT sent
es: Lo que NO se envía
fr: Ce qui N’est PAS envoyé
it: Cosa NON viene inviato
nl: Wat NIET wordt verzonden

source: Was soll hochgeladen werden?
en: What should be uploaded?
es: ¿Qué se debe subir?
fr: Que doit-on envoyer ?
it: Cosa deve essere caricato?
nl: Wat moet er geüpload worden?

source: Weiter →
en: Next →
es: Siguiente →
fr: Suivant →
it: Avanti →
nl: Volgende →

source: Weitere Angaben — was ist passiert?
en: Further details — what happened?
es: Más detalles — ¿qué pasó?
fr: Détails supplémentaires — que s'est-il passé ?
it: Ulteriori dettagli — cosa è successo?
nl: Meer details — wat is er gebeurd?

source: Wenn du deinen NimShare-Account löschst, verlierst du dauerhaft:
en: If you delete your NimShare account, you will permanently lose:
es: Si eliminas tu cuenta de NimShare, perderás de forma permanente:
fr: Si vous supprimez votre compte NimShare, vous perdrez définitivement :
it: Se elimini il tuo account NimShare, perderai in modo permanente:
nl: Als je je NimShare-account verwijdert, verlies je permanent:

source: widerrufen
en: revoked
es: revocado
fr: révoqué
it: revocato
nl: ingetrokken

source: Widerrufen
en: Revoke
es: Revocar
fr: Révoquer
it: Revoca
nl: Intrekken

source: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Herstellen

source: Wissen & Automatisierung
en: Knowledge & Automation
es: Conocimiento y automatización
fr: Connaissances et automatisation
it: Conoscenza e automazione
nl: Kennis & automatisering

# Write
source: Schreiben
en: Write
es: Escritura
fr: Écriture
it: Scrittura
nl: Schrijven

source: z.B. CI-Deploy, Backup-Job
en: e.g. CI-Deploy, Backup-Job
es: p. ej. CI-Deploy, Backup-Job
fr: p. ex. CI-Deploy, Backup-Job
it: es. CI-Deploy, Backup-Job
nl: bijv. CI-Deploy, Backup-Job

source: z.B. file.uploaded, signature.completed
en: e.g. file.uploaded, signature.completed
es: p. ej. file.uploaded, signature.completed
fr: p. ex. file.uploaded, signature.completed
it: es. file.uploaded, signature.completed
nl: bijv. file.uploaded, signature.completed

source: z.B. jan-invoices
en: e.g. jan-invoices
es: p. ej. jan-facturas
fr: p. ex. jan-factures
it: es. jan-fatture
nl: bijv. jan-facturen

source: z.B. Marcus 2026
en: e.g. Marcus 2026
es: p. ej. Marcus 2026
fr: p. ex. Marcus 2026
it: es. Marcus 2026
nl: bijv. Marcus 2026

source: z.B. quartalsreport
en: e.g. quarterly-report
es: p. ej. informe-trimestral
fr: p. ex. rapport-trimestriel
it: es. report-trimestrale
nl: bijv. kwartaalrapport

source: z.B. Tungsten Automation
en: e.g. Tungsten Automation
es: p. ej. Tungsten Automation
fr: p. ex. Tungsten Automation
it: es. Tungsten Automation
nl: bijv. Tungsten Automation

source: z.B. wichtig
en: e.g. important
es: p. ej. importante
fr: p. ex. important
it: es. importante
nl: bijv. belangrijk

source: Zertifikat
en: Certificate
es: Certificado
fr: Certificat
it: Certificato
nl: Certificaat

source: Zertifikat anhängen, damit der Empfänger sieht, von wem der Link ist.
en: Attach a certificate so the recipient can see who the link is from.
es: Adjunta un certificado para que el destinatario vea de quién es el enlace.
fr: Joignez un certificat pour que le destinataire voie de qui provient le lien.
it: Allega un certificato così il destinatario vede da chi proviene il link.
nl: Voeg een certificaat toe, zodat de ontvanger ziet van wie de link is.

source: Zertifikat generieren
en: Generate certificate
es: Generar certificado
fr: Générer un certificat
it: Genera certificato
nl: Certificaat genereren

source: Zertifikate
en: Certificates
es: Certificados
fr: Certificats
it: Certificati
nl: Certificaten

source: Zufälliger geheimer String (HMAC)
en: Random secret string (HMAC)
es: Cadena secreta aleatoria (HMAC)
fr: Chaîne secrète aléatoire (HMAC)
it: Stringa segreta casuale (HMAC)
nl: Willekeurige geheime tekenreeks (HMAC)

source: Zugriff verweigert.
en: Access denied.
es: Acceso denegado.
fr: Accès refusé.
it: Accesso negato.
nl: Toegang geweigerd.

# Zugriffs-Log · %@ von %@
source: Zugriffs-Log · %1$@ von %2$@
en: Access log · %@ of %@
es: Registro de acceso · %@ de %@
fr: Journal d’accès · %@ sur %@
it: Registro accessi · %@ di %@
nl: Toegangslog · %@ van %@

source: Zugriffs-Log · %lld von %lld
en: Access log · %lld of %lld
es: Registro de accesos · %lld de %lld
fr: Journal d'accès · %lld sur %lld
it: Log accessi · %lld di %lld
nl: Toegangslog · %lld van %lld

source: Zukünftig
en: Upcoming
es: Próximo
fr: À venir
it: Futuro
nl: Toekomstig

source: Zum Bestätigen bitte „%@" eintippen:
en: To confirm, please type “%@”:
es: Para confirmar, escribe « %@ »:
fr: Pour confirmer, veuillez saisir « %@ » :
it: Per confermare, digita « %@ »:
nl: Typ ter bevestiging „%@”:

source: Zwei-Faktor
en: Two-factor
es: Doble factor
fr: Double authentification
it: Due fattori
nl: Tweefactor

source: Zwei-Faktor-Anmeldung
en: Two-factor login
es: Inicio de sesión con doble factor
fr: Connexion en double authentification
it: Accesso a due fattori
nl: Tweefactoraanmelding

source: %@ Downloads
es: %@ descargas
fr: %@ téléchargements
it: %@ download

source: API-Tokens
es: Tokens de API
fr: Jetons API
it: Token API

source: Block
es: Bloquear
fr: Bloquer
it: Blocca
nl: Blokkeren

source: Bookmarks
es: Marcadores
fr: Favoris
it: Preferiti
nl: Bladwijzers

source: Callback-URL
es: URL de callback
fr: URL de rappel
it: URL di callback

source: Common Name (CN)
es: Nombre común (CN)
fr: Nom commun (CN)
it: Nome comune (CN)

source: Deadline
es: Fecha límite
fr: Date limite
it: Scadenza

source: Details (optional)
es: Detalles (opcional)
fr: Détails (facultatif)
it: Dettagli (opzionale)
nl: Details (optioneel)

source: Downloads
es: Descargas
fr: Téléchargements
it: Download

source: E-Mail
es: Correo electrónico

source: Events (optional)
es: Eventos (opcional)
fr: Événements (facultatif)
it: Eventi (opzionale)
nl: Events (optioneel)

source: Events: %@
es: Eventos: %@
fr: Événements : %@
it: Eventi: %@

source: Fingerprint: %@…
es: Huella: %@…
fr: Empreinte : %@…
it: Impronta: %@…
nl: Vingerafdruk: %@…

source: Key
es: Clave
fr: Clé
it: Chiave
nl: Sleutel

source: Key-Store
es: Almacén de claves
fr: Coffre à clés
it: Archivio chiavi

source: Limit: %@
es: Límite: %@
fr: Limite : %@
it: Limite: %@
nl: Limiet: %@

source: Limits
es: Límites
fr: Limites
it: Limiti
nl: Limieten

source: Link (URL)
es: Enlace (URL)
fr: Lien (URL)

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
nl: Optioneel

source: Server
es: Servidor
fr: Serveur

source: Slug (optional)
es: Slug (opcional)
fr: Slug (facultatif)
it: Slug (opzionale)
nl: Slug (optioneel)

source: Standard
es: Estándar
nl: Standaard

source: Status
es: Estado
fr: Statut
it: Stato

source: Subdomain-Link
es: Enlace de subdominio
fr: Lien de sous-domaine
it: Link sottodominio
nl: Subdomeinlink

source: System
es: Sistema
fr: Système
it: Sistema
nl: Systeem

source: Tags (optional)
es: Etiquetas (opcional)
fr: Étiquettes (facultatif)
it: Tag (opzionale)
nl: Tags (optioneel)

source: Token
fr: Jeton

source: Fav
it: Pref

source: Webhooks
it: Webhook
